Repository: abdullohalimov/mybackend
Catalog: mysite/selfsite/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Abdullokh Alimov
uz: Abdulloh Alimov

source: Home
uz: Bosh sahifa

source: About
uz: Men haqimda

source: Services
uz: Xizmatlar

source: Work
uz: Yakunlangan ishlar

source: Contact
uz: Bog'lanish

source: English
uz: O'zbekcha

source: I am Abdullokh Alimov
uz: Mening ismim Abdulloh Alimov

source: Developer, Freelancer
uz: Dasturchi, Freelancer

source: Name:
uz: Ism:

source: Profile:
uz: Mutaxassislik

source: Email:
uz: Pochta

source: Phone:
uz: Telefon

source: Skill
uz: Bilimlar

source: About me
uz: Men xaqimda

source: 21 Year old Junoir Software Developer from Tashkent, Uzbekistan. I'm looking for interesting projects to participate in for gain new experience and learn something new.
uz: 21 yoshli Junoir Software Developer, Toshkent, O'zbekiston. Men qiziqarli loyihalarni qidiryapman, yangi tajriba orttirish va yangi narsalarni o'rganish maqsadida.

source: I'm interested in all areas of programming, especially in Backend and Mobile Development. I know basics of Android development in Kotlin and Java. And can create basic site's backend with Python + Django pair.
uz: Men dasturlashning barcha sohalariga qiziqaman, ayniqsa Backend va Mobile Development yo'nalishlariga. Kotlin va Java dasturlash tillarida Android dasturlash asoslarini bilaman, va Python va Django freymvorklarida Sayt backendini yoza olaman.

source: I like write scripts for automation tasks and routines. Can write Scripts for OS routines in PyAutoGui, Website automation scripts with Selenium, and Site scraper with BeautifulSoup4
uz: Turli vazifalar va kundalik ishlarni avtomatizatsiya qilishga qiziqaman. OS vazifalarini avtomatizatsiya qilish uchun pyautogui bibliotekasi yordamida script yoza olaman, Web saytlar avtomatizatsiyalarini Selenim va Saytlar parserlarini BeautifulSoap yordamida yoza olaman.

source: Lorem ipsum, dolor sit amet consectetur adipisicing elit.
uz: yaqin orada tarjima qilinadi

source: WORKS COMPLETED
uz: YAKUNLANGAN ISHLAR

source: YEARS OF EXPERIENCE
uz: YIL TAJRIBA

source: TOTAL CLIENTS
uz: UMUMIY MIJOZLAR

source: AWARD WON
uz: ERISHILGAN UTUQLAR

source: Future Reviewer
uz: Bo'lajak izoxchi

source: Here may be your review about me and my skills.
uz: Bu yerda sizning men yoki mening ishim xaqidagi izohingiz bo'lishi mumkin

source: Here may be your review about me and my skills
uz: Bu yerda sizning men yoki mening ishim xaqidagi izohingiz bo'lishi mumkin

source: Send Message To Me
uz: Menga Xabar Yuboring

source: Loading
uz: Yuklanyapti

source: Your message has been sent. Thank you!
uz: Sizning xabar yetkazildi. Rahmat!

source: Send Message
uz: Xabar jo'natish

source: Get in Touch
uz: Bog'lanish

source: Want to know more about me or suggest a project? Let me know with filling this form or contact me with one of links below
uz: Men haqimda ko'proq bilmoqchimisiz yoki loyiha taklif qilmoqchimisiz? Ushbu formani to'ldirish orqali menga xabar bering yoki quyidagi havolalardan biri orqali men bilan bog'laning
